export enum ErrorText {
  LOAD_Courses = 'Неможливо завантажити курси. Спробуйте пізніше!',
  LOAD_CourseDetails = 'Неможливо завантажити деталі курсу. Спробуйте пізніше!',
  REGISTRATION = 'Помилка реєстрації. Ви уже зареєстровані або спробуйте пізніше!',
  LOGIN = 'Неможливо увійти. Можливо, ви ще не зареєстровані. Перевірте дані або спробуйте пізніше!',
  FILTER = 'Помилка сервера. Неможлтво відфільтрувати дані!',
  REFRESH_TOKEN = 'Втрачено зв`язок із сервером!',
  POST_ORDER = 'Втрачено зв`язок із сервером! Неможливо обробити замовлення.',
  NONE = '',
}
